Repository: BrianHenryIE/woocommerce-discontinued-products
Catalog: languages/woocommerce-discontinued-products-*.po
Languages: sv_se

source: Discontinued Products
sv_se: Produkter som utgått

source: Is Discontinued
sv_se: Har Utgått

source: Check if this product is discontinued
sv_se: Kontrollera om denna produkt har utgått

source: Display text
sv_se: Text som visas

source: Enter text to be shown when this product is discontinued
sv_se: Skriv text som ska visas när denna produkt har utgått

source: Alternative Products
sv_se: Alternativa produkter

source: Search for a product&hellip;
sv_se: Sök efter produkt...

source: Any product that is added to this field will generate a button for the add to cart area that will link to the corresponding product.
sv_se: Produkter som läggs till i detta fält kommer att resultera i en knapp (Lägg i kundvagn) som länkar till respektive produkt.

source: Enter text to be shown when alternative product are suggested.
sv_se: Skriv text som ska visas när alternativa produkter föreslås.

source: Hide on shop / archive.
sv_se: Göm i butik / arkiv.

source: Hide from shop / archive pages.
sv_se: Göm i butik / arkiv sidor.

source: Default
sv_se: Förvalt

source: Hide
sv_se: Göm

source: Show
sv_se: Visa

source: Hide on search.
sv_se: Göm vid sökning.

source: Hide from search results.
sv_se: Göm från sökresultat.

source: The following options are global settings for Discontinued Products
sv_se: Följande visar globala inställningar för Discontinued Products

source: Hide from shop
sv_se: Göm i butiken

source: Hide on product archive pages including the shop page by default.
sv_se: Göm från arkiv sidor inklusive butikssidor som standardval.

source: Hide from search
sv_se: Göm från sök

source: Hide from the product search results page by default.
sv_se: Göm från produkt sök-resultat som standardval.

source: Discontinued product text
sv_se: Text för produkter som utgått

source: This can be overridden on a per product basis the default is: "This product has been discontinued.".
sv_se: Följande kan åsidosättas för respektive produkt. Standard är: "Denna produkt har utgått.".

source: Enter text to be shown when product is discontinued.
sv_se: Skriv text som ska visas när en produkt har utgått.

source: This can be overridden on a per product basis the default is: "You may be interested in:".
sv_se: Följande kan åsidosättas för respektive produkt. Standard är: "Du kanske är intresserad av följande istället:".

source: This product has been discontinued.
sv_se: Denna produkt har utgått.

source: You may be interested in:
sv_se: Du kanske är intresserad av följande istället:

source: Enables WooCommerce Discontinued Products.
sv_se: Möjliggör Woocommerce Discontinued Products.
